Repository: Rafosk/Xml_parser
Catalog: Xml_parser/src/de2.tmx
Source language: de_de
Languages: ko_kr

source: Der Gefahrenbereich befindet am Zuführband, an der Orientierstation, am Shuttle, am Abführband, am Portal, an der Wartungseinheit am Bedienpult (Steuerung) und am Schutzzaun.
ko_kr: 공급벨트, 정향 스테이션, 셔틀, 배출벨트, 포털, 조작 패널(제어)의 정비 유닛 및 방호 울타리에 위험 구역이 있습니다.

source: Bestimmte Maschinenbewegungen
ko_kr: 기계의 특정한 동작

source: auch bei geöffneter Fronttür
ko_kr: 앞 도어가 열린 경우에도

source: Automatik Einzelsatz
ko_kr: 자동 제어장치 싱글 블럭

source: Programmtest
ko_kr: 프로그램 테스트

source: Produktion (Automation rüsten)
ko_kr: 생산(자동화 장치 장착)

source: Das Verfahren der Achsen mit reduzierter Geschwindigkeit ist im Einrichtebetrieb bei geöffneten Fronttüren möglich.
ko_kr: 셋업 모드에서 앞 도어가 열린 경우에도 축이 감속된 속도로 작동할 수 있습니다.

source: Bei Einsatz von Handbediengeräten ist das Verfahren der Achsen auch bei geöffneten Schutztüren möglich.
ko_kr: 휴대용 조작장치를 사용하는 경우에는 안전도어가 열린 상태에서도 축을 작동시킬 수 있습니다.

source: Achten Sie darauf, dass sich keine weiteren Personen in den Gefahrenbereich der Maschine begeben.
ko_kr: 이때 장비의 위험 구역 내에 다른 사람이 없어야 한다는 점에 유의하십시오.

source: Ein Stromschlag kann zu schwersten Verletzungen bis zum Tod führen.
ko_kr: 감전사고는 심각한 부상 또는 최악의 경우 사망까지 이를 수 있습니다.

source: Arbeiten an elektrischen Ausrüstungen der Maschine dürfen nur von einer Elektrofachkraft oder von unterwiesenen Personen unter Leitung und Aufsicht einer Elektrofachkraft gemäß den elektrotechnischen Regeln vorgenommen werden.
ko_kr: 머신의 전기 부품 및 설비에서의 작업은 반드시 전기기술자 또는 전문교육을 받은 직원 만이 수행할 수 있습니다. 이 때에도 반드시 전기기술자의 관리 감독 하에 전기안전기술 규정을 준수하며, 작업을 수행하도록 합니다.

source: Schaltschranktüren dürfen nur bei ausgeschaltetem Hauptschalter geöffnet werden.
ko_kr: 전장 캐비넷의 문은 메인 스위치가 꺼져 있을 때에만 열 수 있습니다.

source: Missachtung der Sicherheit beim Einrichtebetrieb kann zu Tod oder schwersten Verletzungen führen!
ko_kr: 셋업 모드 시 안전에 유의하지 않으면 사망에 이르거나 중상을 입을 수 있는 위험이 있습니다!

source: Es ist verboten, den elektrischen Schutzschalter in Kraft zu setzen, wenn sich Personen innerhalb der Schutzeinrichtung befinden.
ko_kr: 안전장치 내에 사람이 있는 경우 전기 차단기를 작동시키지 마십시오.

source: Niemals geltende Sicherheitsvorschriften – insbesondere bei Arbeiten innerhalb des Schutzzaunes – missachten oder außerkraftsetzen.
ko_kr: 어떤 경우에도 적용되는 안전 규정을, 특히 방호 울타리 내에서 작업할 때 위반하거나 무시하지 마십시오.

source: Die Sicherheitsvorschriften, die für das Einrichten von Maschinen gelten, sind unbedingt einzuhalten.
ko_kr: 장비의 설치에 적용되는 안전 규정을 반드시 준수해야 합니다.

source: Abbildung ‑ : Arbeitsplatz des Instandhaltungspersonals
ko_kr: 삽화 ‑ : 유지보수기사의 작업 공간

source: Der Arbeitsplatz befindet im gesamten Automationsbereich
ko_kr: 작업 공간은 자동 제어 구역 전체에 있습니다

source: Der Gefahrenbereich ist die gesamte Automation.
ko_kr: 자동 제어 구역 전체가 위험 구역입니다.

source: Bei Wartungs- und Instandhaltungsarbeiten können verschiedene Gefahren auftreten.
ko_kr: 정비 및 유지보수 작업을 할 때 여러 가지의 위험이 발생할 수 있습니다.

source: Halten Sie immer die Sicherheitsvorschriften ein, die für Inspektion, Wartung und Instandhaltung gelten.
ko_kr: 검사, 정비 및 수리에 적용되는 안전 규정을 항상 준수하십시오.

source: Missachtung der Sicherheit bei Wartungs- und Instandhaltungsarbeiten kann zu Tod oder schwersten Verletzungen führen!
ko_kr: 정비 및 유지보수 작업 시 안전에 유의하지 않으면 사망에 이르거나 중상을 입을 수 있는 위험이 있습니다!

source: Die Sicherheitsvorschriften, die für das Warten und Instandhalten von Maschinen gelten, sind unbedingt einzuhalten.
ko_kr: 장비의 정비 및 유지보수에 적용되는 안전 규정을 반드시 준수해야 합니다.

source: Maschinenteile und Betriebsstoffe können sich während des Betriebs der Maschine sehr stark erhitzen und bei Berührung zu Verbrennungen führen.
ko_kr: 머신 부품 및 소모품의 경우 머신이 작동되는 도중 매우 뜨겁게 가열될 수 있으며, 이를 만질 경우 화상을 입을 수 있습니다.

source: Stellen Sie sicher, dass vor Inspektions- und Wartungsarbeiten alle eventuell zu berührenden Teile der Maschine und Betriebsstoffe sich auf Raumtemperatur abgekühlt haben.
ko_kr: 검사 및 유지보수 작업을 실시하기 전 경우에 따라 접촉할 수 있는 장비의 모든 부품과 작업제가 상온으로 냉각되었는지 확인하십시오.

source: Es unterliegt der Sorgfaltspflicht des Betreibers der Maschine, diese Maßnahmen zu planen und ihre Ausführung zu kontrollieren.
ko_kr: 머신 사용시 이에 대한 대책을 세우고, 이를 통제하는 사용자의 주의가 요구됩니다.

source: die Maschine nur bestimmungsgemäß genutzt wird,
ko_kr: 장비가 규정에 따라 사용되는 것,

source: die Maschine nur in einwandfreiem, funktionstüchtigem Zustand betrieben wird und insbesondere die Sicherheitseinrichtungen regelmäßig auf ihre Funktionstüchtigkeit überprüft werden,
ko_kr: 장비가 원활하고 정상적으로 상태로 작동하며 특히 안전장치의 기능을 정기적으로 점거하는 것,

source: erforderliche persönliche Schutzausrüstungen für Bedienungs- und Instandhaltungspersonal zur Verfügung stehen und getragen werden,
ko_kr: 조작기사 및 유지보수기사가 필요한 개인보호장비를 이용할 수 있고 이를 착용하는 것,

source: die Technische Dokumentation stets in einem leserlichen Zustand ist und vollständig am Einsatzort der Maschine zur Verfügung steht,
ko_kr: 기술 자료가 항상 읽을 수 있는 상태를 유지하고 이러한 자료 전체를 장비의 설치 장소에 비치하는 것,

source: nur dafür qualifiziertes und autorisiertes Personal die Maschine bedient, wartet und repariert,
ko_kr: 이에 대한 자격을 갖추고 인가를 받은 작업자만이 장비를 조작하고 정비하며 수리하는 것

source: das Personal regelmäßig in allen zutreffenden Anforderungen an Arbeitssicherheit und Umweltschutz unterwiesen wird,
ko_kr: 작업자가 안전 작업 및 환경 보호의 모든 요건에 관해 정기적으로 교육을 받는 것.

source: das Personal die Technische Dokumentation, und hier besonders die Anleitung Sicherheitsvorschriften, gelesen und verstanden hat,
ko_kr: 작업자가 기술 자료를, 여기서는 특히 사용자 설명서에 수록된 안전 규정을 숙지하는 것,

source: alle an der Maschine angebrachten Sicherheits- und Warnhinweise nicht entfernt werden und jederzeit gut leserlich und erkennbar sind.
ko_kr: 머신에 부착되어 있는 안전 및 경고사항을 제거해서는 안되며, 이는 항상 눈에 잘 띄며, 판독 가능한 상태로 유지되어야 합니다.

source: Kontrollieren Sie regelmäßig sicherheits- und gefahrenbewusstes Arbeiten des Personals unter Beachtung der Technischen Dokumentation.
ko_kr: 작업자가 기술 자료를 유념하여 안전 및 위험에 대해 늘 주의를 기울이며 작업하고 있는가를 정기적으로 점검하십시오.

source: Nehmen Sie keine Veränderungen, An- und Umbauten an der Maschine/Anlage, die die Sicherheit beeinträchtigen könnten, ohne Genehmigung des Herstellers vor!
ko_kr: 머신 및 설비를 임의로 변경, 증설, 이전 설치하는 행위는 안전상의 문제를 일으킬 수 있으므로, 제작사의 승인 없이는 절대로 실행하지 않도록 합니다.

source: Dies gilt auch für den Umbau und die Einstellung von Sicherheitseinrichtungen und -ventilen.
ko_kr: 이는 안전 설비 및 안전 밸브의 설치 및 이전에도 해당됩니다.

source: Die Gewährleistung des Herstellers erlischt, wenn am Bedien-PC Systemänderungen vorgenommen werden oder Zusatzsoftware installiert wird.
ko_kr: 조작 PC에서 시스템을 변경하거나 보조 소프트웨어를 설치한 경우 제작사의 품질보증은 무효가 됩니다.

source: Wird zur Instandsetzung ein EMAG-Mitarbeiter benötigt, trägt der Betreiber die entstehenden Kosten.
ko_kr: 수리할 때 EMAG사의 직원이 필요한 경우 운영자는 거기서 발생한 비용을 부담해야 합니다.

source: Machen Sie sich mit der Maschine/Anlage vertraut.
ko_kr: 장비/설비을 숙지하십시오.

source: Lesen und beachten Sie die Technische Dokumentation und fragen Sie nach, wenn Sie etwas nicht verstanden haben.
ko_kr: 기술자료를 숙지 및 준수하고, 의문점이 있으면 반드시 문의합니다.

source: Bedienen Sie die Maschine nur, wenn Ihnen Anordnung und Bedeutung aller Steuer- und Kontrolleinrichtungen sowie die Arbeitsweise der Maschine völlig und eindeutig bekannt sind.
ko_kr: 모든 조작 및 제어 설비와 머신의 작업 방식을 완전히 이해하였을 때에만 머신을 사용합니다.

source: Alle Sicherheits- und Gefahrenhinweise an der Maschine/Anlage beachten!
ko_kr: 장비/설비에 부착된 모든 안전 및 위험 관련 지침을 준수하십시오!

source: Alle Sicherheits- und Gefahrenhinweise an/auf der Maschine vollzählig in lesbarem Zustand halten!
ko_kr: 머신의 모든 안전 및 위험 관련 사항을 눈에 잘 띄는 곳에 읽기 쉽도록 보관합니다.

source: Bei sicherheitsrelevanten Änderungen der Maschine/Anlage oder ihres Betriebsverhaltens Maschine/Anlage sofort stillsetzen und Störung der zuständigen Stelle/Person melden!
ko_kr: 머신 및 설비 안전과 관련하여 특이사항이 있을 경우, 즉시 가동을 중지하고, 해당 부서나 담당자에게 문의합니다.

source: Soweit erforderlich oder durch Vorschriften gefordert, persönliche Schutzausrüstungen benutzen!
ko_kr: 필요하거나 규정상 요구되는 경우, 개인 보호 장구를 이용합니다.

source: Kopfschutz
ko_kr: 안전모

source: Augenschutz
ko_kr: 보안경

source: Alle Personen, die mit oder an der Maschine arbeiten, müssen - entsprechend der auszuführenden Tätigkeit - angemessene Schutzausrüstung tragen.
ko_kr: 머신을 직접 사용하거나, 또는 머신 근처에서 작업하는 모든 작업자는 해당 작업에 적합한 보호 장구를 착용해야 합니다.

source: Es dürfen nur Teile, Werkzeuge und Zusatzeinrichtungen verwendet werden, die vom Maschinenhersteller oder Anbieter freigegeben sind.
ko_kr: 부품, 툴, 추가 설비는 제작사 및 공급사가 공급하는 것만 사용할 수 있습니다.

source: Vorgeschriebene oder in der Technischen Dokumentation angegebene Fristen für wiederkehrende Prüfungen/Inspektionen sind einzuhalten!
ko_kr: 기술자료나 규정상 제시된 검사/검수 기한을 준수합니다.

source: Maßnahmen zur Verminderung der Brandgefahr:
ko_kr: 화재 위험을 낮추기 위한 조치:

source: Standort und Bedienung von Feuerlöschern bekanntmachen
ko_kr: 소화기의 비치 장소 및 조작 방법을 고지합니다

source: Die Brandmelde- und Brandbekämpfungsmöglichkeiten beachten
ko_kr: 화재 경보 및 소화 방법에 주의를 기울입니다

source: Kabelbrand durch regelmäßige Kontrolle vorbeugen
ko_kr: 케이블을 정기적으로 점검하여 케이블의 발화 위험을 낮추기

source: Schmutzansammlungen in Absauganlagen regelmäßig entfernen
ko_kr: 배출 시스템 내의 오물 수집통을 정기적으로 비웁니다.

source: Personen
ko_kr: 작업자

source: Tätigkeit
ko_kr: 작업

source: unterwiesene Personen
ko_kr: 교육 이수자

source: Personen mit technischer Ausbildung
ko_kr: 기술 교육 이수자

source: Elektrofachkraft
ko_kr: 전기 기술자

source: Vorgesetzter mit entsprechender Kompetenz
ko_kr: 해당 전문성을 갖춘 관리자

source: Verpackung Transport
ko_kr: 포장 운반

source: Bedienen Produktion
ko_kr: 조작 생산

source: Störungssuche
ko_kr: 고장 진단

source: Störungsbeseitigung
ko_kr: 고장 수리

source: mechanisch / elektrisch
ko_kr: 기계적 / 전기적

source: Einrichten Rüsten
ko_kr: 설치 장착

source: Reinigung
ko_kr: 청소

source: Außerbetriebsetzung Lagerung
ko_kr: 운전 중지 보관

source: Kontrolle Unterweisung Verantwortung
ko_kr: 점검 교육 책임

source: Mit dem selbständigen Bedienen oder Instandhalten der Maschine/Anlage dürfen nur Personen beschäftigt werden, die
ko_kr: 장비/설비를 직접 조작하거나 유지보수 작업을 하는 작업자는 다음의 요건을 충족시켜야 합니다

source: geschult oder unterwiesen wurden
ko_kr: 관련 교육이나 트레이닝을 받은 사람이어야 합니다.

source: das gesetzliche Mindestalter erreicht haben
ko_kr: 법적 최소 연령 이상이어야 합니다.

source: zuverlässig sind
ko_kr: 성실하고 신뢰할 수 있어야 합니다.

source: körperlich und geistig geeignet sind
ko_kr: 신체적, 정신적으로 결격 사유가 없어야 합니다.

source: gesundheitlich tauglich sind (ausgeruht und unbelastet durch Alkohol, Drogen oder Medikamente)
ko_kr: 건강상 문제가 없어야 합니다(충분한 휴식을 취한 상태라야 하며, 알콜이나 약, 향정신성 약물의 영향을 받지 않는 상태여야 함).

source: Der Betreiber muss sicherstellen, dass nur dazu beauftragtes Personal an der Maschine/Anlage tätig wird!
ko_kr: 운영자는 지시를 받은 작업자만이 본 장비/설비에서 작업하도록 조치를 취해야 합니다!

source: Zuständigkeiten des Personals für das Bedienen, Warten, Instandsetzen müssen klar festgelegt werden.
ko_kr: 머신의 조작, 유지보수 및 수리에 관한 직원의 책임 소재가 분명히 규정되어 있어야 합니다.

source: Arbeiten an elektrischen Ausrüstungen der Maschine/Anlage dürfen nur von einer Elektrofachkraft oder von unterwiesenen Personen unter Leitung und Aufsicht einer Elektrofachkraft gemäß den elektrotechnischen Regeln vorgenommen werden.
ko_kr: 머신의 전기 부품 및 설비에서의 작업은 반드시 전기기술자 또는 전문교육을 받은 직원 만이 수행할 수 있습니다. 이 때에도 반드시 전기기술자의 관리 감독 하에 전기안전기술 규정을 준수하며, 작업을 수행하도록 합니다.

source: Beachten Sie folgende Punkte beim Transport der Maschine:
ko_kr: 머신을 운반할 때에는 다음 사항을 유의하시기 바랍니다.

source: Bei Verladearbeiten nur Hebezeuge und Lastaufnahmeeinrichtungen mit ausreichender Tragkraft einsetzen!
ko_kr: 적재 작업을 할 때는 적재 용량이 충분한 기중 장치와 리프팅 액세서리만을 사용해야 합니다!

source: Sachkundigen Einweiser für den Hebevorgang bestimmen!
ko_kr: 리프팅 과정시 전문 기술자가 일련의 과정을 지시합니다.

source: Maschinen nur gemäß Angaben der Technischen Dokumentation (Anschlagpunkte für Lastaufnahmeeinrichtungen usw.) fachgerecht mit Hebezeug anheben!
ko_kr: 리프팅 장치로 머신을 들어 올릴 때에는 반드시 기술자료의 명시사항에 따라(리프팅 장치의 고정 위치 등) 전문적으로 작업을 수행해야 합니다.

source: Nur geeignetes Transportfahrzeug mit ausreichender Tragkraft verwenden!
ko_kr: 아울러 충분한 하중 용량을 갖춘 적합한 운반차량을 사용하도록 합니다.

source: Ladung zuverlässig sichern.
ko_kr: 머신 적재 후, 이를 단단히 고정합니다.

source: Geeignete Anschlagpunkte benutzen!
ko_kr: 적합한 고정 위치에 고정해야 합니다.

source: Schwerpunkt beachten!
ko_kr: 무게중심을 고려합니다.

source: Niemals Lasten über Personen oder Gefahrenstellen hinweg transportieren.
ko_kr: 절대로 사람 머리 위나 위험장소 위를 통과하여 운반하지 않도록 합니다.

source: Für Transportzwecke abzubauende Teile vor Wiederinbetriebnahme sorgfältig wieder montieren und befestigen!
ko_kr: 운반을 위해 탈거했던 부품은 제품을 재가동하기 전에 반드시 다시 재장착 후 고정 시킵니다.

source: Auch bei geringfügigem Standortwechsel Maschine oder Anlage von jeder externen Energiezufuhr und von Versorgungssystem trennen!
ko_kr: 머신의 위치를 조금이라도 변경하는 경우에는 반드시 모든 외부 에너지 공급원 및 전력 시설로부터 머신을 분리해야 합니다.

source: Bei Wiederinbetriebnahme nur gemäß Technischer Dokumentation verfahren!
ko_kr: 머신의 재가동 시에는 반드시 기술자료의 명시사항을 준수합니다.

source: Beachten Sie folgende Punkte beim Aufstellen der Maschine:
ko_kr: 머신을 설치할 때에는 다음과 같은 사항을 유의합니다.

source: Der Arbeitsbereich vor der Maschine muss frei zugänglich sein.
ko_kr: 장비 앞의 작업 공간으로 자유롭게 접근할 수 있어야 합니다.

source: Alle Türen und Abdeckungen müssen zugänglich sein.
ko_kr: 모든 도어와 커버 또한 접근이 자유로워야 합니다.

source: Der Schaltschrankbereich muss frei zugänglich sein.
ko_kr: 제어반 구역에 자유롭게 접근할 수 있어야 합니다.

source: Weitere Informationen zu Transport und Aufstellen der Maschine entnehmen Sie dem Kapitel Transport und Aufstellen weiter hinten in dieser Anleitung.
ko_kr: 장비의 운반 및 설치에 관한 자세한 정보는 본 설명서의 뒤에 배치된 운반 및 설치 단원에 수록되어 있습니다.

source: Bei der Inbetriebnahme sind Arbeiten an der elektrischen Ausrüstung durchzuführen.
ko_kr: 시운전할 때는 전기 설비에서 작업을 해야 합니다.

source: Hierbei ist zu beachten:
ko_kr: 이 때 다음 사항을 준수해야 합니다.

source: Die Betriebssicherheit und Wirtschaftlichkeit der Maschine/Anlage hängt in großem Maße von der Güte der eingesetzten Betriebsstoffe ab.
ko_kr: 머신 및 설비에서의 작업 안전성과 경제성은 사용된 작업 소재의 품질에 따라 크게 좌우됩니다.

source: Verwenden Sie nur die Betriebsstoffe, die in den Technischen Daten der Maschine angegeben sind.
ko_kr: 장비의 기술 데이터에 명시된 작업제만을 사용해야 합니다.

source: Vor jedem Einschalten der Maschine müssen alle Schutzvorrichtungen sachgerecht angebracht und funktionsfähig sein.
ko_kr: 장비를 켜기 전에는 항상 모든 안전장치가 부착되어 있고 적절히 작동할 수 있은 상태여야 합니다.

source: Schutzvorrichtungen dürfen nur nach dem Ausschalten und Absicherung gegen Wiedereinschalten des Gerätes entfernt werden.
ko_kr: 안전장치는 장비를 끄고 장치가 다시 켜지지 않도록 잠근 후에만 제거해야 합니다.

source: Der Zugang zur Anlage ist an den Zugangstüren mit einem Sicherheitsschalter (MGB von EUCHNER) verriegelt.
ko_kr: 설비로 가는 통로는 통로의 도어에서 안전 스위치(EUCHNER사의 MGB)로 잠겨 있어야 합니다.

source: Wenn eine Person die Anlage betreten möchte wird das Öffnen der Schutztüre über einen Taster am Sicherheitsschalter angefordert.
ko_kr: 설비에 접근하고 싶으면 안전장치의 스위치에 있는 버튼을 통해 보호도어의 개방을 요청합니다.

source: Die Steuerung gibt die Schutztüre nach Stillsetzung der Anlage frei.
ko_kr: 제어장치는 설비가 정지한 후 보호도어를 엽니다.

source: Die Anlage kann nun nach Öffnen der Tür betreten werden.
ko_kr: 도어를 연 후에만 설비에 접근할 수 있습니다.

source: Um einen Einschluss in der Anlage durch weitere Personen zu verhindern, muss der Sperreinsatz der Riegelzunge mit einem Vorhängeschloss gesichert werden.
ko_kr: 다른 사람이 설비에 접근하는 것을 방지하지 위해서는 로크 텅의 로크 인서트를 자물쇠로 잠그어야 합니다.

source: Hierzu kann ein Schließsystem des Betreibers eingesetzt werden.
ko_kr: 이를 위해 운영자의 잠금 시스템을 사용할 수 있습니다.

source: Nähere Informationen hierzu lesen Sie in der Zulieferer-Dokumentation von EUCHNER.
ko_kr: 이에 대한 상세한 정보는 EUCHNER사의 공급사 문서에 수록되어 있습니다.

source: Jede sicherheitsbedenkliche Arbeitsweise unterlassen!
ko_kr: 안전상 우려가 있는 작업 방식은 반드시 피해야 합니다.

source: Maßnahmen treffen, damit die Maschine/Anlage nur in sicherem und funktionsfähigem Zustand betrieben wird!
ko_kr: 머신 및 설비가 안전하고, 정상적인 기능 상태로 운용되도록 모든 조치를 강구합니다.

source: Maschine nur betreiben, wenn alle Schutzeinrichtungen und sicherheitsbedingte Einrichtungen z.B. lösbare Schutzeinrichtungen, Not-Halt-Einrichtungen, Schalldämmungen, Absaugeinrichtungen, vorhanden und funktionsfähig sind!
ko_kr: 모든 보호장치 및 안전 관련 설비가 갖춰진 상태이고, 정상적으로 기능하는 경우에만 장비를 작동시키십시오(예: 탈착식 보호장치, 비상정지 장치, 소음방지 장치, 배출 시스템 등).

source: Mindestens einmal pro Schicht Maschine/Anlage auf äußerlich erkennbare Schäden und Mängel prüfen!
ko_kr: 1교대 당 최소 한번씩 머신 및 설비의 외적 손상과 결함 여부를 확인합니다.

source: Eingetretene Veränderungen (einschließlich der des Betriebsverhaltens) sofort der zuständigen Stelle/Person melden!
ko_kr: 작동 거동을 비롯한 특이 변경사항이 있을 경우 즉시 해당 부서 또는 담당자에게 알립니다.

source: Maschine ggf. sofort stillsetzen und sichern!
ko_kr: 경우에 따라 장비를 즉시 정지시킨 후 잠그십시오.

source: Bei Funktionsstörungen Maschine/Anlage sofort stillsetzen und sichern!
ko_kr: 기능 장애 발생시에도 머신 및 설비를 즉시 멈추고, 차단 상태로 만듭니다.

source: Ein- und Ausschaltvorgänge, Kontrollanzeigen gemäß Technischer Dokumentation beachten!
ko_kr: 기술자료에서 명시된 컨트롤 디스플레이 및 머신 스위치 온/오프 과정 등에 유의합니다.

source: Vor Einschalten / Ingangsetzen der Maschine/Anlage sicherstellen, dass niemand durch die anlaufende Maschine/Anlage gefährdet werden kann!
ko_kr: 장비/설비의 켜기/가동 전 장비/설비의 가동으로 인해 다른 작업자가 위험할 수 있는지 확인합니다.

source: Gegebenenfalls Absaug- und Entlüftungsvorrichtungen bei laufender Maschine nicht abschalten bzw. entfernen!
ko_kr: 경우에 따라 장비가 작동하고 있는 때 배출장치와 배기장치를 차단하거나 제거하지 마십시오!

source: Für die bestimmungsgemäße Anwendung des Einrichtebetriebs ist der Einrichter verantwortlich.
ko_kr: 해당 설치자는 셋업 모드를 규정에 따라 진행해야 할 책임이 있습니다.

source: EMAG-Maschinen sind derart abgesichert, dass bei geöffneter Front- oder Schutztür das Aktivieren NC-gesteuerter Achsen nur mit Zweihandbedienung (Funktionstaste, Zustimmtaste) und mit reduzierter Geschwindigkeit möglich ist.
ko_kr: 프론트 도어나 안전도어가 열린 상태에서는 양손 조작(기능 키 및 승인 키)과 감속된 속도로만 NC 제어 축을 활성화할 수 있는 바, 이는 EMAG 장비의 안전성을 확보하기 위해서입니다.

source: Im Einrichtebetrieb ist zudem das Ein- und Ausfuttern von Teilen manuell möglich.
ko_kr: 또한 셋업 모드에서는 부품을 수동으로 넣거나 빼는 것이 가능합니다.

source: Beim Einfuttern besteht dabei die Gefahr von Quetschungen beim Spannen des Teiles.
ko_kr: 부품을 넣을 때에는 특히 해당 부품이 클램핑되므로, 이로 인한 끼임 사고를 주의합니다.

source: Um die aktuelle C-Norm für Werkzeugmaschinen zu erfüllen, muss beim manuellen Spannen/Lösen die Spanngeschwindigkeit auf 4 mm/s begrenzt werden.
ko_kr: 공작기계에 대한 현행 C 표준을 충족시키기 위해서는 수동으로 고정하고 풀 때 고정 속도를 4mm/s로 제한해야 합니다.

source: Die Geschwindigkeit ist über ein Drosselventil einstellbar (nur durch Fachpersonal).
ko_kr: 클램핑 속도는 스로틀 밸브를 통해 조절할 수 있습니다(오직 전문 작업자만 가능).

source: Achten Sie darauf, nicht mit den Fingern in den Bereich der Spannbacken zu kommen.
ko_kr: 클램핑 죠 작동 범위 내에 손가락을 넣지 않도록 주의합니다.

source: Beim Ein- und Ausfuttern können Verletzungen durch scharfe Kanten, Späne, schwere oder heiße Teile auftreten.
ko_kr: 부품을 넣거나 빼는 경우 날카로운 모서리, 칩 부산물 또는 무겁거나 뜨거운 부품으로 인해 부상을 입을 수 있습니다.

source: Schützen Sie sich durch die Verwendung von Schutzhandschuhen.
ko_kr: 부상 위험을 방지하기 위해 보호 장갑을 착용합니다.

source: Es ist verboten, die elektrischen Absicherungen und Schutzeinrichtungen der Maschine durch Manipulation außer Betrieb zu setzen!
ko_kr: 장비의 전기 차단기와 안전장치를 조작에 의해 작동을 중지시켜서는 안 됩니다.

source: Bei manipulierter, geöffneter Front- oder Schutztür und laufender Spindel besteht Lebensgefahr für den Maschinenbediener und weitere in unmittelbarer Nähe befindliche Personen durch Herausspritzen von Flüssigkeiten oder Herausschleudern von Gegenständen (Teile vom Spannmittel oder Werkstück durch Bruch, Kollision oder unzureichenden Spanndruck usw.).
ko_kr: 프론트 가드나 안전 도어 등이 열린 상태이거나, 이를 임의로 조작하는 경우 또는 스핀들이 작동 중인 상황이라면, 머신 작업자의 인명사고 위험이 상존하며, 아울러 근처에서 작업하는 작업자라도 작동액이 튀거나, 소재가 떨어져 나와서 부상을 입을 수 있습니다(클램핑 디바이스 부품이나 파손, 충돌 및 클램핑 압력 부족으로 인해 워크피스 일부가 떨어져 나오는 경우).

source: Sämtliche Arbeitsgänge, bei denen sich Spindeln mit hohen Drehzahlen bewegen, dürfen nur bei geschlossener Fronttür durchgeführt werden.
ko_kr: 스핀들이 빠른 속도로 회전하는 모든 작업 과정에 있어 반드시 프론트 가드를 닫은 상태로 작업을 진행해야 합니다.

source: Dies gilt neben Arbeiten an Werkstück oder Spannmittel auch für angetriebene Werkzeuge.
ko_kr: 이는 클램핑 디바이스 및 워크피스에서의 작업 뿐만 아니라, 라이프 툴 작업에도 해당됩니다.

source: Lebensgefahr durch Manipulation des Sicherheitsschalters !
ko_kr: 안전 스위치의 조작에 의한 생명의 위험!

source: Es ist verboten, die elektrische Absicherung der Fronttür/Schutztüren durch Manipulation außer Betrieb zu setzen!
ko_kr: 프론트 도어/안전도어의 전기 차단기를 조작에 의해 작동을 중지시켜서는 안 됩니다.

source: Maschine nur betreiben, wenn alle Schutzeinrichtungen und sicherheitsbedingte Einrichtungen vorhanden und funktionsfähig sind!
ko_kr: 모든 보호장치 및 안전 관련 설비가 갖춰진 상태이고, 정상적으로 기능하는 경우에만 머신을 작동하도록 합니다.

source: Der Sperreinsatz der Riegelzunge ist mit einem Vorhängeschloss zu sichern
ko_kr: 로크 텅의 로크 인서트를 자물쇠로 잠그어야 합니다

source: Die Betriebsart Prozessbeobachtung in der Fertigung erlaubt ein manuelles Eingreifen unter eingeschränkten Betriebsbedingungen.
ko_kr: 생산시 프로세스 모니터링이 적용되는 본 작동모드에서는 제한된 작동조건 하에서 수동 개입이 가능합니다.

source: Betriebsart 3 dient zum Beispiel der Bearbeitung eines komplexen Einzelwerkstückes oder wenn Bereiche des Werkstückes nicht einsehbar sind.
ko_kr: 본 작동모드 3의 경우 예를 들어 복합적인 개별 워크피스의 가공에 사용되거나, 또는 워크피스 영역을 들여다보기 힘든 상황에서 적용됩니다.

source: Mit dieser Betriebsart wird durch die Norm ein zusätzlicher manueller Eingriff vorgesehen.
ko_kr: 본 작동모드를 적용하면, 또 다른 측면에서도 수동 개입이 가능해 집니다.

source: Anders als im Automatikbetrieb kann der Anwender den Bearbeitungsprozess bei geöffneten Front- oder Schutztür beobachten und steuern.
ko_kr: 즉 자동 모드에서와는 달리 사용자는 프론트 가드 혹은 안전 도어를 열어둔 상태로 가공 프로세스를 모니터링 및 제어할 수 있게 됩니다.

source: (momentan nicht umgesetzt)
ko_kr: (현재 실행되지 않음)

source: In der Technischen Dokumentation vorgeschriebene Einstell-, Wartungs- und Inspektionstätigkeiten und -termine einschließlich Angaben zum Austausch von Teilen/Teilausrüstungen einhalten!
ko_kr: 기술자료에 명시된 셋업, 유지보수 및 인스펙션 작업과 해당 스케줄을 비롯하여 부품 및 설비장치의 교환에 관한 명시사항을 반드시 준수하도록 합니다.

source: Diese Tätigkeiten darf nur Instandhaltungspersonal durchführen.
ko_kr: 상기 작업은 오직 유지보수 전담 직원 만이 실시할 수 있습니다.

source: Personal vor Beginn der Durchführung von Sonder- und Instandhaltungsarbeiten informieren!
ko_kr: 특별 작업 및 관리 작업을 시작하기 전에 작업자에게 해당 정보를 알립니다.

source: Aufsichtsführenden benennen!
ko_kr: 작업에 대한 총괄 감독자를 지정합니다.

source: Bei allen Arbeiten, die den Betrieb, die Produktionsanpassung, die Umrüstung oder die Einstellung der Maschine/Anlage und ihrer sicherheitsbedingten Einrichtungen sowie Inspektion, Wartung und Reparatur betreffen, Ein- und Ausschaltvorgänge gemäß der Technischen Dokumentation und Hinweise für Instandhaltungsarbeiten einhalten!
ko_kr: 머신 운전 가동, 생산용량 조정, 설치 변경 및 머신 또는 설비의 셋업, 그리고 안전 관련 장치의 셋업을 비롯하여 인스펙션, 유지보수 및 수리와 관련된 모든 작업을 실시함에 있어 반드시 기술자료에 명시된 바에 따라 스위치 온/오프 절차 및 올바른 관리 작업에 관한 지침을 준수하도록 합니다.

source: Instandhaltungsbereich, soweit erforderlich, weiträumig absichern!
ko_kr: 관리 범위는 가능한 광범위하게 지정하는 것이 좋습니다.

source: Ist die Maschine/Anlage bei Wartungs- und Reparaturarbeiten komplett ausgeschaltet, muss sie gegen unerwartetes Wiedereinschalten gesichert werden.
ko_kr: 유지보수 및 수리를 위해 머신 및 설비를 완전히 끈 경우에는 의도하지 않게 스위치가 다시 켜지지 않도록 방지 조치를 취하도록 합니다.

source: Sichern Sie den Hauptschalter mit einem Vorhängeschloss.
ko_kr: 메인 스위치를 자물쇠로 잠그십시오.

source: Abbildung ‑ : Hauptschalter mit Vorhängeschloss (Abb. ähnlich)
ko_kr: 삽화 ‑ : 메인 스위치와 자물쇠(삽화와 유사)

source: Der Schlüssel zu diesem Vorhängeschloss muss in Händen der Person sein, die die Wartungs- oder Reparaturarbeit ausführt!
ko_kr: 이 자물쇠의 열쇠는 정비 및 및 수리 작업을 실행하는 작업자가 직접 보관해야 합니다.

source: Bei parallel verlaufenden Wartungsarbeiten ist von jedem Instandhalter der Hauptschalter durch je ein Vorhängeschloss gegen unerwartetes Wiedereinschalten zu sichern.
ko_kr: 동시에 두가지 이상의 관리 작업이 병행되는 경우에는 각 관리자가 메인 스위치를 각각 자물쇠로 채워 부주의로 다시 켜지 못하도록 해야 합니다.

source: Vor Wartungs- und Reparaturarbeiten sicherstellen, dass alle eventuell zu berührende Teile der Maschine sich auf Raumtemperatur abgekühlt haben!
ko_kr: 정비 및 수리 작업을 실시하기 전에 장비에서 작업자와 접촉될 수 있는 모든 부품이 실온 수준으로 충분히 냉각된 상태인지 점검합니다.

source: Einzelteile und größere Baugruppen sind beim Austausch sorgfältig an Hebezeugen zu befestigen und zu sichern, so dass davon keine Gefahr ausgehen kann.
ko_kr: 개별 부품 및 이보다 더 큰 어셈블리를 교체할 때에는 이를 리프트 장치에 확실히 고정하고 잠그어 이로 인해 위험이 발생하지 않도록 해야 합니다.

source: Nur geeignete und technisch einwandfreie Hebezeuge sowie Lastaufnahmemittel mit ausreichender Tragkraft verwenden!
ko_kr: 기술적 하자가 없는 적합한 리프트 장치와 충분한 하중 용량을 갖춘 적합한 운반차량을 사용합니다.

source: Nicht unter schwebenden Lasten aufhalten oder arbeiten!
ko_kr: 공중에서 이동 중인 적재물 아래에서 서있거나 작업하지 않도록 합니다.
